{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T17:29:06.8363192Z","creationSource":"GPAnalytics","description":"Hide entry points for Fast User Switching | Disabled ","lastModifiedDateTime":"2024-08-08T17:29:06.8363192Z","name":"[NOT ASSIGNED] C_Windows - Enable Fast User Switching","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"312bbb68-8950-4be3-880e-4cb43a883ef3","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_windowslogon_hidefastuserswitching","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_windowslogon_hidefastuserswitching_0","children":[]}}}]}