{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T17:33:02.0724695Z","creationSource":"GPAnalytics","description":"ECC Curve Order | Enabled  \nType the ECC curve names in the preferred order (one curve name per line) \nECC Curve Order: NistP384 | NistP256 \n \n","lastModifiedDateTime":"2024-11-11T16:53:23.6144881Z","name":"C_Windows - STIG | ECC Curve Order","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"eb8b8567-aecc-4716-8a91-bf1bdd00ff79","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_ciphersuiteorder_sslcurveorder","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_ciphersuiteorder_sslcurveorder_1","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_ciphersuiteorder_sslcurveorder_sslcurveorderlist","settingInstanceTemplateReference":null,"simpleSettingCollectionValue":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","settingValueTemplateReference":null,"value":"NistP384"},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","settingValueTemplateReference":null,"value":"NistP256"}]}]}}}]}