{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T14:53:01.7900992Z","creationSource":"GPAnalytics","description":"Windows Components/Delivery Optimization \n\nDownload Mode: Simple (99) - Disable","lastModifiedDateTime":"2024-11-12T14:53:49.9159504Z","name":"C_Windows - Windows Update - Update Delivery Optomization Disabled","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"963b8028-78a3-4ec2-a955-2068f4d62b49","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_deliveryoptimization_dodownloadmode","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_deliveryoptimization_dodownloadmode_99","children":[]}}}]}