{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T17:27:40.0493271Z","creationSource":"GPAnalytics","description":"Hide entry points for Fast User Switching | Enabled ","lastModifiedDateTime":"2024-08-08T17:27:40.0493271Z","name":"C_Windows - Disable Fast User Switching","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"f4571cef-0fa4-4f62-be02-adc7f0e5e309","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_windowslogon_hidefastuserswitching","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_windowslogon_hidefastuserswitching_1","children":[]}}}]}
