{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T17:37:08.5618315Z","creationSource":"GPAnalytics","description":"Configure registry policy processing | Enabled  \nDo not apply during periodic background processing | Disabled \nProcess even if the Group Policy objects have not changed | Enabled \n \n","lastModifiedDateTime":"2024-11-11T16:55:54.6516411Z","name":"C_Windows - STIG | Group Policy Reprocess","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"97042439-d720-40d6-ae1f-3da01bebe0b1","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_grouppolicy_cse_registry","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_grouppolicy_cse_registry_1","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_grouppolicy_cse_registry_cse_nobackground10","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_grouppolicy_cse_registry_cse_nobackground10_0","children":[]}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_grouppolicy_cse_registry_cse_nochanges10","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_grouppolicy_cse_registry_cse_nochanges10_1","children":[]}}]}}}]}