{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T13:32:07.5528169Z","creationSource":"GPAnalytics","description":"Network security: LAN Manager authentication level Send NTLMv2 response only. Refuse LM & NTLM ","lastModifiedDateTime":"2024-11-11T16:55:00.267108Z","name":"C_Windows - STIG | LanMan Auth NTLMv2 only","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"5bd1c51e-77f1-48bf-b4ba-4dbbe0b2f733","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_localpoliciessecurityoptions_networksecurity_lanmanagerauthenticationlevel","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_localpoliciessecurityoptions_networksecurity_lanmanagerauthenticationlevel_5","children":[]}}}]}