{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T17:31:15.4381763Z","creationSource":"GPAnalytics","description":"Toggle user control over Insider builds | Disabled ","lastModifiedDateTime":"2024-11-12T14:53:58.7869422Z","name":"C_Windows - Windows Update - Windows Insider Disabled","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"d2cbe2ea-fa4d-4aa0-a28d-a60ec4f0bd13","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_system_allowbuildpreview","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_system_allowbuildpreview_0","children":[]}}}]}