{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T17:35:26.7204649Z","creationSource":"GPAnalytics","description":"Turn off Inventory Collector | Enabled ","lastModifiedDateTime":"2024-11-11T16:55:12.6205373Z","name":"C_Windows - STIG | MS Inventory Collector","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"845413a2-64ea-4644-b5c1-80655ff157dc","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_appcompat_appcompatturnoffprograminventory","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_appcompat_appcompatturnoffprograminventory_1","children":[]}}}]}