{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T15:05:07.1282976Z","creationSource":"GPAnalytics","description":"Accounts: Administrator account status Disabled \nAccounts: Rename administrator account \"a_disabled\" \n","lastModifiedDateTime":"2024-11-12T14:47:20.500549Z","name":"C_Windows - STIG | Administrator Account Disabled","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":2,"technologies":"mdm","id":"27f3587c-6ab8-4d80-8b88-48086e1b517a","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_localpoliciessecurityoptions_accounts_renameadministratoraccount","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","settingValueTemplateReference":null,"value":"\"a_disabled\""}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_localpoliciessecurityoptions_accounts_enableadministratoraccountstatus","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_localpoliciessecurityoptions_accounts_enableadministratoraccountstatus_0","children":[]}}}]}