{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T14:49:56.1622738Z","creationSource":"GPAnalytics","description":"Allow Storage Sense | Enabled  \nAllow Storage Sense Temporary Files cleanup | Enabled  \nConfigure Storage Sense cadence | Enabled \n\nNumber of days since a cloud-backed file has been opened before Storage Sense will dehydrate it (0 is never dehydrating files): 90 \n\nMinimum age (in days) of a files in the Recycle Bin folder before Storage sense will delete it (0 is never deleting files): 90 ","lastModifiedDateTime":"2024-08-07T14:49:56.1622738Z","name":"C_Windows - Storage Sense","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":5,"technologies":"mdm","id":"e4b73376-dd18-4ed8-b0ea-bbe31a346447","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_storage_allowstoragesensetemporaryfilescleanup","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_storage_allowstoragesensetemporaryfilescleanup_1","children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_storage_configstoragesenseglobalcadence","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue","settingValueTemplateReference":null,"value":30}}},{"id":"2","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_storage_allowstoragesenseglobal","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_storage_allowstoragesenseglobal_1","children":[]}}},{"id":"3","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_storage_configstoragesenserecyclebincleanupthreshold","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue","settingValueTemplateReference":null,"value":90}}},{"id":"4","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_storage_configstoragesensecloudcontentdehydrationthreshold","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue","settingValueTemplateReference":null,"value":90}}}]}