{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-11-05T19:39:03.90237Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-11-12T14:52:50.2083527Z","name":"C_Windows - Disable Widgets","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"7feb503f-0788-4d21-bdbe-1610d8aaf5e4","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_newsandinterests_allownewsandinterests","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_newsandinterests_allownewsandinterests_0","children":[]}}}]}
