{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T14:41:11.0098172Z","creationSource":"GPAnalytics","description":"Require a password when a computer wakes (plugged in) | Enabled ","lastModifiedDateTime":"2024-11-12T14:46:26.0737335Z","name":"C_Windows - STIG | Require Password When a Computer Wakes (Plugged In) ","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"73461c0c-8ded-4011-a980-ba1b765e5dde","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_power_requirepasswordwhencomputerwakespluggedin","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_power_requirepasswordwhencomputerwakespluggedin_1","children":[]}}}]}