{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T20:26:21.0742609Z","creationSource":null,"description":"This policy setting prevents the user from having enclosures (file attachments) downloaded from a feed to the user's computer.\n\nWas not able to set\n\nTurn on Basic feed authentication over HTTP | Disabled ","lastModifiedDateTime":"2024-11-11T16:58:22.4860981Z","name":"C_Windows - STIG | RSS Feeds ","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"69697a4e-d9d0-49bb-bf3f-3d7040c70c0f","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_internetexplorer_disableenclosuredownloading","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_internetexplorer_disableenclosuredownloading_1","children":[]}}}]}