{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T17:29:22.373384Z","creationSource":"GPAnalytics","description":"Enumerate local users on domain-joined computers | Disabled ","lastModifiedDateTime":"2024-11-11T16:52:03.8608394Z","name":"C_Windows - STIG | Disable User Enumeration","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"2b0d1226-8d12-4631-9e98-652aaced1a74","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_windowslogon_enumeratelocalusersondomainjoinedcomputers","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_windowslogon_enumeratelocalusersondomainjoinedcomputers_0","children":[]}}}]}