{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T17:26:17.1798989Z","creationSource":"GPAnalytics","description":"Let Windows apps communicate with unpaired devices | Enabled  \nDefault for all apps | Force Deny ","lastModifiedDateTime":"2024-11-07T16:54:48.3280852Z","name":"C_Windows - Disable Communication with Unpaird Devices","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"b97f7b43-69de-4e21-bc87-16321eee52c5","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_privacy_letappssyncwithdevices","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_privacy_letappssyncwithdevices_2","children":[]}}}]}