{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T14:31:02.2264977Z","creationSource":"GPAnalytics","description":"Control Event Log behavior when the log file reaches its maximum size Disabled \nControl Event Log behavior when the log file reaches its maximum size Disabled \nControl Event Log behavior when the log file reaches its maximum size Disabled ","lastModifiedDateTime":"2024-11-12T14:51:27.4528493Z","name":"C_Windows - Behavior When Log File Reaches Maximum Size - Application Security System Logs (Overwrite)","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":3,"technologies":"mdm","id":"867c15d8-5d44-4f1a-b9f5-40f505ef5717","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_eventlog_channel_log_retention_2","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_eventlog_channel_log_retention_2_0","children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_eventlogservice_controleventlogbehavior","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_eventlogservice_controleventlogbehavior_0","children":[]}}},{"id":"2","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_eventlog_channel_log_retention_4","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_eventlog_channel_log_retention_4_0","children":[]}}}]}
