{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T15:55:52.0436602Z","creationSource":"GPAnalytics","description":"Sign-in and lock last interactive user automatically after a restart | Disabled ","lastModifiedDateTime":"2024-11-11T17:01:23.7294209Z","name":"C_Windows 11 - STIG | Disable Auto Sign in user after system restart","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"955ee5c3-ead3-424b-b603-019b987e3df0","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_windowslogon_allowautomaticrestartsignon","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_windowslogon_allowautomaticrestartsignon_0","children":[]}}}]}