{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T17:31:53.1054532Z","creationSource":"GPAnalytics","description":"Boot-Start Driver Initialization Policy | Enabled  \nChoose the boot-start drivers that can be initialized:  | Good, unknown and bad but critical \n \n","lastModifiedDateTime":"2024-11-11T16:52:29.6057382Z","name":"C_Windows - STIG | Early Launch antimalware","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"59944202-05b9-43ce-b66f-7d033028bfe5","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_system_bootstartdriverinitialization","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_system_bootstartdriverinitialization_1","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_system_bootstartdriverinitialization_selectdriverloadpolicy","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_system_bootstartdriverinitialization_selectdriverloadpolicy_3","children":[]}}]}}}]}