{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T14:34:48.457748Z","creationSource":"GPAnalytics","description":"Generate security audits | NT AUTHORITY\\NETWORK SERVICE, NT AUTHORITY\\LOCAL SERVICE ","lastModifiedDateTime":"2024-11-12T14:48:56.7345003Z","name":"C_Windows - Generate Security Audits","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"48958968-efdd-4357-9bdf-2d8c95a5525c","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance","settingDefinitionId":"device_vendor_msft_policy_config_userrights_generatesecurityaudits","settingInstanceTemplateReference":null,"simpleSettingCollectionValue":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","settingValueTemplateReference":null,"value":"NT AUTHORITY\\NETWORK SERVICE"},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","settingValueTemplateReference":null,"value":"NT AUTHORITY\\LOCAL SERVICE"}]}}]}