{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T18:36:28.5472199Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-11-11T16:53:37.552369Z","name":"C_Windows - STIG | Enable FIPS","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"fc915713-0936-421a-b7be-104470a5aaf9","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_cryptography_allowfipsalgorithmpolicy","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_cryptography_allowfipsalgorithmpolicy_1","children":[]}}}]}