{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T17:30:32.6581685Z","creationSource":"GPAnalytics","description":"Allow Windows to automatically connect to suggested open hotspots, to networks shared by contacts, and to hotspots offering paid services | Disabled ","lastModifiedDateTime":"2024-11-11T16:52:12.3270142Z","name":"C_Windows - STIG | Disable WiFi-Sense","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"97635ffb-3a2e-4836-a5ab-fac70cbe209f","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_wifi_allowautoconnecttowifisensehotspots","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_wifi_allowautoconnecttowifisensehotspots_0","children":[]}}}]}