{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T18:05:50.1507441Z","creationSource":"GPAnalytics","description":"Turn off heap termination on corruption | Disabled ","lastModifiedDateTime":"2024-11-11T16:55:46.3101173Z","name":"C_Windows - STIG | File Explorer heap termination","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"70ce01ca-8763-4fa8-aade-ecc6948f23ba","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_fileexplorer_turnoffheapterminationoncorruption","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_fileexplorer_turnoffheapterminationoncorruption_0","children":[]}}}]}