{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T16:54:40.040506Z","creationSource":"GPAnalytics","description":"Prevent enabling lock screen slide show | Enabled ","lastModifiedDateTime":"2024-11-11T16:49:18.3434525Z","name":"C_Windows - STIG | Disable Lock screen slide show","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"08fff59e-5742-480a-b289-5ab9293d364b","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_devicelock_preventlockscreenslideshow","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_devicelock_preventlockscreenslideshow_1","children":[]}}}]}