{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-10-01T18:20:34.7799985Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-11-12T14:53:34.1206142Z","name":"C_Windows - Windows Update - Remove Pause Option","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"fdd26664-361a-408f-84b6-0e6b3c9398de","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_update_setdisablepauseuxaccess","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_update_setdisablepauseuxaccess_1","children":[]}}}]}