{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T16:16:10.9988153Z","creationSource":"GPAnalytics","description":"Turn on convenience PIN sign-in | Disabled ","lastModifiedDateTime":"2024-11-11T16:46:38.5046136Z","name":"C_Windows - STIG | Disable Convenience PIN ","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"b05fcdee-0739-4122-92e7-b6660049d6fb","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_credentialproviders_allowpinlogon","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_credentialproviders_allowpinlogon_0","children":[]}}}]}