{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T17:37:23.5872456Z","creationSource":"GPAnalytics","description":"Allow indexing of encrypted files | Disabled ","lastModifiedDateTime":"2024-11-11T16:48:51.9722799Z","name":"C_Windows - STIG | Disable Indexing of Encrypted Files","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"912fe5d0-a38a-4e2e-b5ce-6718ae51044c","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_search_allowindexingencryptedstoresoritems","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_search_allowindexingencryptedstoresoritems_0","children":[]}}}]}