{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-07T16:05:29.5650561Z","creationSource":"GPAnalytics","description":"Include command line in process creation events | Enabled ","lastModifiedDateTime":"2024-11-11T16:46:09.8532425Z","name":"C_Windows - STIG | CMD Process Creation Audit","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"98764813-c1b2-4b82-8387-09da3ce9ae4b","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_auditsettings_includecmdline","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_auditsettings_includecmdline_1","children":[]}}}]}