{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T14:00:54.2485287Z","creationSource":"GPAnalytics","description":"Prevent Override For Files In Shell - Enabled\n\n \n","lastModifiedDateTime":"2024-11-11T16:59:24.8276059Z","name":"C_Windows - STIG | Windows SmartScreen","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"04b6cd30-ca51-4825-a4e4-c084826b66b1","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_smartscreen_preventoverrideforfilesinshell","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_smartscreen_preventoverrideforfilesinshell_1","children":[]}}}]}