{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-11-05T19:45:15.8990036Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-11-11T17:06:13.5789347Z","name":"C_Windows - Disable News and Interests on Taskbar","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"786f0a51-0436-4ccd-b93d-bc620408bfd8","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_feeds_feedsenabled","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_feeds_feedsenabled_0","children":[]}}}]}