{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-05-07T18:49:47.7524347Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-11-12T14:51:51.1029848Z","name":"C_Windows - Logon Require CTRL ALT DEL","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"4fe2caab-f5e7-4133-b7cb-ad96ce54094c","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_localpoliciessecurityoptions_interactivelogon_donotrequirectrlaltdel","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_localpoliciessecurityoptions_interactivelogon_donotrequirectrlaltdel_0","children":[]}}}]}
