{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T13:38:06.5293991Z","creationSource":"GPAnalytics","description":"Network access: Restrict clients allowed to make remote calls to SAM \"O:BAG:BAD:(A;;RC;;;BA)\" ","lastModifiedDateTime":"2024-11-11T17:05:31.4544787Z","name":"C_Windows 11 - STIG | Restrict SAM remote calls to Administrators","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"f9d6e57e-1cf8-480b-bff1-ae357322d1eb","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_localpoliciessecurityoptions_networkaccess_restrictclientsallowedtomakeremotecallstosam","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","settingValueTemplateReference":null,"value":"\"O:BAG:BAD:(A;;RC;;;BA)\""}}}]}