{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T17:21:44.306268Z","creationSource":"GPAnalytics","description":"Allow Use of Camera | Disabled ","lastModifiedDateTime":"2024-08-15T14:24:36.442988Z","name":"C_Windows - Disable Camera [Lab Computers]","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":1,"technologies":"mdm","id":"b3c8abad-9868-418b-809a-8961fa7bbb61","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_camera_allowcamera","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_camera_allowcamera_0","children":[]}}}]}
