{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T13:58:48.1563902Z","creationSource":"GPAnalytics","description":"Enable screen saver | Enabled  \nPassword protect the screen saver | Enabled  \nScreen saver timeout | Enabled  \nNumber of seconds to wait to enable the screen saver | Seconds: 900 \n \n","lastModifiedDateTime":"2024-11-12T14:56:56.4436901Z","name":"U_Windows - Screen Saver User Policy","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":3,"technologies":"mdm","id":"b326304f-f684-41ad-9e80-56ff0b76983a","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_controlpaneldisplay_cpl_personalization_screensaverissecure","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_admx_controlpaneldisplay_cpl_personalization_screensaverissecure_1","children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_controlpaneldisplay_cpl_personalization_enablescreensaver","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_admx_controlpaneldisplay_cpl_personalization_enablescreensaver_1","children":[]}}},{"id":"2","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_controlpaneldisplay_cpl_personalization_screensavertimeout","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_admx_controlpaneldisplay_cpl_personalization_screensavertimeout_1","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_controlpaneldisplay_cpl_personalization_screensavertimeout_screensavertimeoutfreqspin","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue","settingValueTemplateReference":null,"value":900}}]}}}]}