{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T17:24:03.8827046Z","creationSource":"GPAnalytics","description":"CD and DVD: Deny read access | Enabled  \nCD and DVD: Deny write access | Enabled \n\nRemove CD Burning features | Enabled ","lastModifiedDateTime":"2024-11-12T14:56:11.878514Z","name":"U_Windows - Disable CD-ROM [Lab Computers]","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":3,"technologies":"mdm","id":"c0f7cdb5-33dc-43ca-9d1d-7983fe3f8d7a","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_removablestorage_cdanddvd_denyread_access_1","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_admx_removablestorage_cdanddvd_denyread_access_1_1","children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_removablestorage_cdanddvd_denywrite_access_1","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_admx_removablestorage_cdanddvd_denywrite_access_1_1","children":[]}}},{"id":"2","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_windowsexplorer_nocdburning","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_admx_windowsexplorer_nocdburning_1","children":[]}}}]}