{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-08-08T17:39:09.1864772Z","creationSource":"GPAnalytics","description":"Set the time Quiet Hours begins each day | Enabled  \nMinutes after midnight | 420 \n \nSet the time Quiet Hours ends each day | Enabled  \nMinutes after midnight | 1140 \n \n","lastModifiedDateTime":"2024-08-08T17:39:09.1864772Z","name":"[NOT ASSIGNED] U_Windows - Focus Assist Quiet Hours","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":2,"technologies":"mdm","id":"9a0d191b-73a3-4fb9-9b0c-d4e23043cf41","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_wpn_quiethoursdailyendminute","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_admx_wpn_quiethoursdailyendminute_1","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_wpn_quiethoursdailyendminute_quiethoursdailyendminutecontrol","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue","settingValueTemplateReference":null,"value":1140}}]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_wpn_quiethoursdailybeginminute","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_admx_wpn_quiethoursdailybeginminute_1","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_admx_wpn_quiethoursdailybeginminute_quiethoursdailybeginminutecontrol","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue","settingValueTemplateReference":null,"value":420}}]}}}]}
