{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-05-03T13:33:57.6104461Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-11-12T14:56:02.7731846Z","name":"U_Windows - Copilot - Desktop and Edge Disabled","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["2"],"settingCount":3,"technologies":"mdm","id":"c5efcff5-e00c-44b3-88d1-1274060b695b","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_microsoft_edgev124~policy~microsoft_edge_copilotpagecontext","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_microsoft_edgev124~policy~microsoft_edge_copilotpagecontext_0","children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_microsoft_edgev124~policy~microsoft_edge_copilotpagecontext","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_microsoft_edgev124~policy~microsoft_edge_copilotpagecontext_0","children":[]}}},{"id":"2","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot_1","children":[]}}}]}